Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: No download. One language per session.
de: Kein Download. Eine Sprache pro Sitzung.
es: Sin descargas. Un idioma por sesión.
fr: Aucun téléchargement. Une langue par session.
ja: ダウンロード不要。1 セッションに 1 言語。
ko: 다운로드 불필요. 한 번에 한 언어만 인식합니다.
pt_br: Sem download. Um idioma por sessão.
zh_hans: 无需下载。每次会话只识别一种语言。
zh_hant: 不用下載。每次只辨識一種語言。

source: No imported keys
de: Keine importierten Schlüssel
es: No hay claves importadas
fr: Aucune clé importée
ja: インポートされたキーはありません
ko: 가져온 키가 없습니다
pt_br: Nenhuma chave importada
zh_hans: 没有已导入的密钥
zh_hant: 沒有匯入的金鑰

source: No keys yet — generate or import one with ＋
de: Noch keine Schlüssel. Erstelle oder importiere einen mit ＋
es: Aún no hay claves. Genera o importa una con ＋
fr: Aucune clé pour l’instant. Générez-en ou importez-en une avec ＋
ja: キーがありません——＋ で生成または読み込みます
ko: 키가 없습니다. ＋로 생성하거나 가져오세요
pt_br: Nenhuma chave ainda. Gere ou importe uma com ＋
zh_hans: 还没有密钥——用 ＋ 生成或导入
zh_hant: 還沒有金鑰，用 ＋ 產生或匯入

source: No readable images were provided.
de: Keine lesbaren Bilder übergeben.
es: No se proporcionó ninguna imagen legible.
fr: Aucune image lisible n’a été fournie.
ja: 読み取れる画像がありませんでした。
ko: 읽을 수 있는 이미지가 없습니다.
pt_br: Nenhuma imagem legível foi fornecida.
zh_hans: 没有收到可读取的图片。
zh_hant: 沒有收到可讀取的圖片。

source: No spaces in a branch name
de: Keine Leerzeichen im Branch-Namen
es: El nombre de la rama no puede tener espacios
fr: Pas d’espace dans un nom de branche
ja: ブランチ名に空白は使えません
ko: 브랜치 이름에 공백은 쓸 수 없습니다
pt_br: O nome da branch não pode ter espaços
zh_hans: 分支名不能有空格
zh_hant: 分支名稱不能有空格

source: No themes found in that JSON.
de: In diesem JSON wurde kein Farbschema gefunden.
es: No se encontró ningún tema en ese JSON.
fr: Aucun thème trouvé dans ce JSON.
ja: その JSON にテーマが見つかりませんでした。
ko: 그 JSON에서 테마를 찾지 못했습니다.
pt_br: Nenhum tema encontrado nesse JSON.
zh_hans: 那段 JSON 里没有找到主题。
zh_hant: 那段 JSON 裡找不到主題。

source: No tmux sessions
de: Keine tmux-Sitzungen
es: No hay sesiones tmux
fr: Aucune session tmux
ja: tmux セッションがありません
ko: tmux 세션 없음
pt_br: Nenhuma sessão tmux
zh_hans: 没有 tmux 会话
zh_hant: 沒有 tmux 工作階段

source: No ~ ^ : ? * [ \ in a branch name
de: Kein ~ ^ : ? * [ \ im Branch-Namen
es: El nombre de la rama no puede contener ~ ^ : ? * [ \
fr: Pas de ~ ^ : ? * [ \ dans un nom de branche
ja: ブランチ名に ~ ^ : ? * [ \ は使えません
ko: 브랜치 이름에 ~ ^ : ? * [ \ 은 쓸 수 없습니다
pt_br: O nome da branch não pode ter ~ ^ : ? * [ \
zh_hans: 分支名不能含 ~ ^ : ? * [ \
zh_hant: 分支名稱不能含 ~ ^ : ? * [ \

source: No “..” in a branch name
de: Kein „..“ im Branch-Namen
es: El nombre de la rama no puede contener «..»
fr: Pas de « .. » dans un nom de branche
ja: ブランチ名に「..」は使えません
ko: 브랜치 이름에 “..”은 쓸 수 없습니다
pt_br: O nome da branch não pode ter “..”
zh_hans: 分支名不能含 “..”
zh_hant: 分支名稱不能含「..」

source: None
de: Keiner
es: Ninguno
fr: Aucun
ja: 使用しない
ko: 없음
pt_br: Nenhum
zh_hans: 不使用
zh_hant: 不使用

source: None found — no panes in repos, and nothing under ~
de: Nichts gefunden: kein Panel liegt in einem Repository, und unter ~ ist auch nichts
es: No se encontró ninguno: no hay paneles dentro de repositorios ni nada en ~
fr: Aucun trouvé : aucun panneau dans un dépôt, et rien sous ~
ja: 見つかりません——リポジトリ内のペインがなく、ホーム直下にもありません
ko: 찾지 못했습니다. 저장소 안에 있는 패널도 없고 홈 디렉토리에도 없습니다
pt_br: Nenhum encontrado: não há painéis dentro de repositórios nem nada em ~
zh_hans: 没找到——窗格都不在仓库里，主目录下也没有
zh_hant: 沒找到。窗格都不在儲存庫裡，家目錄下也沒有

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 以后再说
zh_hant: 暫時不要

source: Not delivered
de: Nicht zugestellt
es: No entregado
fr: Non transmis
ja: 送信されませんでした
ko: 전달되지 않음
pt_br: Não entregue
zh_hans: 未送达
zh_hant: 未送達

source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
ja: 未インストール
ko: 설치 안 됨
pt_br: Não instalado
zh_hans: 未安装
zh_hant: 未安裝

source: Not run
de: Nicht ausgeführt
es: Sin ejecutar
fr: Non exécuté
ja: 未実行
ko: 실행 안 됨
pt_br: Não executado
zh_hans: 未运行
zh_hant: 未執行

source: Nothing logged in the last 30 minutes.
de: In den letzten 30 Minuten wurde nichts protokolliert.
es: No hay nada registrado en los últimos 30 minutos.
fr: Rien dans le journal des 30 dernières minutes.
ja: 直近 30 分のログはありません。
ko: 최근 30분 동안 기록이 없습니다.
pt_br: Nada registrado nos últimos 30 minutos.
zh_hans: 最近 30 分钟没有日志。
zh_hant: 最近 30 分鐘沒有記錄。

source: Nothing running — start a task to isolate one
de: Nichts läuft. Starte eine Aufgabe, um sie in einem eigenen Worktree zu isolieren
es: No hay nada en marcha. Inicia una tarea para aislarla en su propio worktree
fr: Rien en cours. Lancez une tâche pour l’isoler dans son propre worktree
ja: 実行中のものはありません——タスクを開始して分離してください
ko: 실행 중인 작업이 없습니다. 작업을 시작하면 별도 워크트리가 생깁니다
pt_br: Nada rodando. Inicie uma tarefa para isolá-la no próprio worktree
zh_hans: 没有在跑的任务。新建一个，会给它单独开一个工作树。
zh_hant: 沒有執行中的任務。新建一個，會替它單獨開一個工作樹。

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

source: OPEN
de: ÖFFNEN
es: ABRIR
fr: OUVRIR
ja: 開く
ko: 열기
pt_br: ABRIR
zh_hans: 打开
zh_hant: 打開

source: OR
de: ODER
es: O
fr: OU
ja: または
ko: 또는
pt_br: OU
zh_hans: 或
zh_hant: 或

source: Offered now
de: Jetzt angeboten
es: Recibida ahora
fr: Reçue maintenant
ja: 今回提示された値
ko: 이번에 받은 키
pt_br: Recebida agora
zh_hans: 本次收到
zh_hant: 這次收到

source: One model covers around 100 languages. Naming yours transcribes it while keeping the foreign words inside a sentence intact — the English command names and library names you say mid-thought survive. Auto-detect reads the language off the audio instead, which can waver on short or heavily mixed phrases.
de: Ein Modell deckt rund 100 Sprachen ab. Gibst du deine Sprache an, bleiben fremdsprachige Wörter im Satz erhalten, also auch die englischen Befehls- und Bibliotheksnamen, die dir beim Sprechen herausrutschen. Die automatische Erkennung liest die Sprache stattdessen aus dem Audio, was bei kurzen oder stark gemischten Sätzen schwanken kann.
es: Un solo modelo cubre unos 100 idiomas. Si indicas el tuyo, lo transcribe conservando las palabras extranjeras de la frase: los nombres de comandos y librerías en inglés que sueltas a media idea sobreviven. La detección automática, en cambio, deduce el idioma del audio, y puede dudar con frases cortas o muy mezcladas.
fr: Un seul modèle couvre une centaine de langues. Indiquer la vôtre la transcrit en gardant intacts les mots étrangers de la phrase : les noms de commandes et de bibliothèques en anglais qui vous échappent en pleine réflexion sont préservés. La détection automatique déduit la langue de l’audio, ce qui peut hésiter sur des phrases courtes ou très mélangées.
ja: 1 つのモデルで約 100 言語をカバーします。自分の言語を指定すると、文中に混ざる外国語もそのまま保持され、話の途中で出てくる英語のコマンド名やライブラリ名も崩れません。「自動検出」は音声から言語を判定するため、短いフレーズや混在の激しいフレーズでは判定が揺れることがあります。
ko: 모델 하나가 약 100개 언어를 처리합니다. 언어를 지정하면 문장에 섞인 외국어 단어를 그대로 두고 받아쓰므로, 말하다가 튀어나오는 영어 명령어 이름이나 라이브러리 이름이 살아남습니다. 자동 감지는 오디오에서 언어를 알아내는 방식이어서, 짧거나 언어가 많이 섞인 문장에서는 흔들릴 수 있습니다.
pt_br: Um único modelo cobre cerca de 100 idiomas. Indicar o seu transcreve mantendo intactas as palavras estrangeiras da frase: os nomes de comandos e bibliotecas em inglês que escapam no meio do raciocínio sobrevivem. A detecção automática deduz o idioma pelo áudio, e pode vacilar em frases curtas ou muito misturadas.
zh_hans: 一个模型覆盖约 100 种语言。指定你的语言后，句子里夹的外语词也会原样保留——你说到一半冒出来的英文命令名、库名都不会被改掉。「自动检测」则是让模型从音频里判断语言，遇到很短或混得很厉害的句子可能会摇摆。
zh_hant: 一個模型涵蓋約 100 種語言。指定你的語言後，句子裡夾的外語詞會原樣保留，你說到一半冒出來的英文指令名、函式庫名都不會被改掉。「自動偵測」則是讓模型從音訊判斷語言，遇到很短或混得很厲害的句子可能會搖擺。

source: One more step, on the host
de: Noch ein Schritt, auf dem Host
es: Un paso más, en el host
fr: Une étape de plus, sur l’hôte
ja: あと一歩、ホスト側で
ko: 호스트에서 한 단계 더
pt_br: Falta um passo, no host
zh_hans: 还差一步，在主机上做
zh_hant: 還差一步，在主機上做

source: Only in a multiplexer
de: Nur im Multiplexer
es: Solo en un multiplexor
fr: Uniquement dans un multiplexeur
ja: マルチプレクサ内のみ
ko: 멀티플렉서에서만
pt_br: Só em um multiplexador
zh_hans: 只在 tmux / herdr 里显示
zh_hant: 只在 tmux / herdr 裡顯示

source: Only in tmux
de: Nur in tmux
es: Solo en tmux
fr: Uniquement dans tmux
ja: tmux 内のみ
ko: tmux에서만
pt_br: Só no tmux
zh_hans: 仅在 tmux 中
zh_hant: 只在 tmux 裡

source: Only unauthenticated SOCKS5 proxies are supported. This proxies the SSH connection only — if Mosh is also enabled above, its UDP session connects directly once bootstrapped and is not proxied.
de: Nur SOCKS5-Proxys ohne Anmeldung werden unterstützt. Über den Proxy läuft nur die SSH-Verbindung. Ist oben auch Mosh aktiviert, verbindet sich dessen UDP-Sitzung nach dem Start direkt und ohne Proxy.
es: Solo se admiten proxies SOCKS5 sin autenticación. Solo pasa por el proxy la conexión SSH: si arriba también activas Mosh, su sesión UDP se conecta en directo una vez arrancada y no pasa por el proxy.
fr: Seuls les proxys SOCKS5 sans authentification sont pris en charge. Seule la connexion SSH passe par le proxy : si Mosh est aussi activé ci-dessus, sa session UDP se connecte en direct une fois lancée, sans proxy.
ja: 認証なしの SOCKS5 プロキシのみ対応しています。プロキシ経由になるのは SSH 接続のみです——上で Mosh も有効な場合、その UDP セッションは確立後は直接接続され、プロキシを経由しません。
ko: 인증이 없는 SOCKS5 프록시만 지원합니다. SSH 연결만 프록시를 거치며, 위에서 Mosh도 켰다면 Mosh의 UDP 세션은 시작된 뒤 프록시 없이 직접 연결됩니다.
pt_br: Só proxies SOCKS5 sem autenticação são aceitos. Só a conexão SSH passa pelo proxy: se o Mosh também estiver ativado acima, a sessão UDP dele conecta direto depois de iniciada, sem proxy.
zh_hans: 仅支持免认证的 SOCKS5 代理。它只代理 SSH 连接——如果上面同时开了 Mosh，其 UDP 会话在建立后直连，不走代理。
zh_hant: 只支援不需要驗證的 SOCKS5 代理伺服器。而且只代理 SSH 連線：如果上面同時開了 Mosh，它的 UDP 工作階段建立後會直連，不走代理伺服器。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开
zh_hant: 打開

source: Open Moshpit to see what it is asking.
de: Öffne Moshpit, um zu sehen, was er fragt.
es: Abre Moshpit para ver qué pregunta.
fr: Ouvrez Moshpit pour voir ce qu’il demande.
ja: Moshpit を開いて内容を確認してください。
ko: Moshpit을 열어 무엇을 묻는지 확인하세요.
pt_br: Abra o Moshpit para ver o que ele está perguntando.
zh_hans: 打开 Moshpit 看它在问什么。
zh_hant: 打開 Moshpit 看它在問什麼。

source: Open Moshpit to send the next instruction.
de: Öffne Moshpit, um die nächste Anweisung zu senden.
es: Abre Moshpit para enviar la siguiente instrucción.
fr: Ouvrez Moshpit pour envoyer l’instruction suivante.
ja: Moshpit を開いて次の指示を送ってください。
ko: Moshpit을 열어 다음 지시를 보내세요.
pt_br: Abra o Moshpit para enviar a próxima instrução.
zh_hans: 打开 Moshpit 发下一条指令。
zh_hant: 打開 Moshpit 傳下一條指令。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

source: Open a tmux pane on this host to test the hooks.
de: Öffne auf diesem Host ein tmux-Panel, um die Hooks zu testen.
es: Abre un panel de tmux en este host para probar los hooks.
fr: Ouvrez un panneau tmux sur cet hôte pour tester les hooks.
ja: フックをテストするには、このホストで tmux のペインを開いてください。
ko: 훅을 테스트하려면 이 호스트에서 tmux 패널을 열어 두세요.
pt_br: Abra um painel do tmux neste host para testar os hooks.
zh_hans: 在这台主机上打开一个 tmux 窗格，才能测试 hooks。
zh_hant: 在這台主機上打開一個 tmux 窗格，才能測試 hooks。

source: Open terminal
de: Terminal öffnen
es: Abrir terminal
fr: Ouvrir le terminal
ja: ターミナルを開く
ko: 터미널 열기
pt_br: Abrir terminal
zh_hans: 打开终端
zh_hant: 打開終端機

source: Opening the pit
de: Der Pit öffnet
es: Abriendo el pit
fr: Ouverture du pit
ja: 接続中
ko: 열고 있습니다
pt_br: Abrindo o pit
zh_hans: 正在打开
zh_hant: 正在打開

source: Optional. Sent to the agent once it's running — leave blank to type it yourself.
de: Optional. Wird an den Agent geschickt, sobald er läuft. Leer lassen, um es selbst zu tippen.
es: Opcional. Se envía al agente cuando arranca; déjalo en blanco para escribirlo tú.
fr: Facultatif. Envoyé à l’agent une fois lancé ; laissez vide pour le saisir vous-même.
ja: 任意。エージェントの起動後に送信されます——空欄にすると自分で入力できます。
ko: 선택 사항입니다. 에이전트가 실행되면 전달됩니다. 비워 두면 직접 입력할 수 있습니다.
pt_br: Opcional. Enviado ao agente assim que ele estiver rodando; deixe em branco para digitar você mesmo.
zh_hans: 可选。智能体启动后会发给它——留空则你自己手输。
zh_hant: 選填。agent 啟動後會傳給它，留空就自己手動輸入。

source: Other…
de: Andere …
es: Otro…
fr: Autre…
ja: その他…
ko: 기타…
pt_br: Outro…
zh_hans: 其他…
zh_hant: 其他…

source: Out of date
de: Veraltet
es: Desactualizado
fr: Obsolète
ja: 古くなっています
ko: 업데이트 필요
pt_br: Desatualizado
zh_hans: 需要更新
zh_hant: 需要更新

source: Override bright colors
de: Helle Farben selbst festlegen
es: Definir los colores brillantes
fr: Définir les couleurs vives
ja: 明るいカラーを上書き
ko: 밝은 색상 직접 지정
pt_br: Definir as cores claras
zh_hans: 自定义高亮颜色
zh_hant: 自訂高亮顏色

source: PAIRED HOSTS
de: GEKOPPELTE HOSTS
es: HOSTS EMPAREJADOS
fr: HÔTES JUMELÉS
ja: ペアリング済みホスト
ko: 페어링된 호스트
pt_br: HOSTS PAREADOS
zh_hans: 已配对主机
zh_hant: 已配對的主機

source: PREPARING…
de: VORBEREITEN …
es: PREPARANDO…
fr: PRÉPARATION…
ja: 準備中…
ko: 준비 중…
pt_br: PREPARANDO…
zh_hans: 准备中…
zh_hant: 準備中…

source: PREVIEW
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
ja: プレビュー
ko: 미리보기
pt_br: PRÉVIA
zh_hans: 预览
zh_hant: 預覽

source: PREVIEW · SHA256
de: VORSCHAU · SHA256
es: VISTA PREVIA · SHA256
fr: APERÇU · SHA256
ja: プレビュー · SHA256
ko: 미리보기 · SHA256
pt_br: PRÉVIA · SHA256
zh_hans: 预览 · SHA256
zh_hant: 預覽 · SHA256

source: PRIVATE KEY
de: PRIVATER SCHLÜSSEL
es: CLAVE PRIVADA
fr: CLÉ PRIVÉE
ja: 秘密鍵
ko: 개인 키
pt_br: CHAVE PRIVADA
zh_hans: 私钥
zh_hant: 私密金鑰

source: PROTECTION
de: SCHUTZ
es: PROTECCIÓN
ja: 保護
ko: 보호
pt_br: PROTEÇÃO
zh_hans: 保护
zh_hant: 保護

source: PTY has not been opened yet — call requestPTY first
de: PTY ist noch nicht geöffnet. Rufe zuerst requestPTY auf
es: El PTY aún no está abierto. Llama antes a requestPTY
fr: Le PTY n’est pas encore ouvert. Appelez d’abord requestPTY
ja: PTY がまだ開かれていません — 先に requestPTY を呼び出してください
ko: PTY가 아직 열리지 않았습니다. requestPTY를 먼저 호출하세요
pt_br: O PTY ainda não foi aberto. Chame requestPTY primeiro
zh_hans: PTY 还没打开，先调用 requestPTY
zh_hant: PTY 還沒打開，先呼叫 requestPTY

source: PUSH NOTIFICATIONS
de: PUSH-MITTEILUNGEN
es: NOTIFICACIONES PUSH
fr: NOTIFICATIONS PUSH
ja: プッシュ通知
ko: 푸시 알림
pt_br: NOTIFICAÇÕES PUSH
zh_hans: 推送通知
zh_hant: 推播通知

source: Pair
de: Koppeln
es: Emparejar
fr: Jumeler
ja: ペアリング
ko: 페어링
pt_br: Parear
zh_hans: 配对
zh_hant: 配對

source: Paired, but nothing will push
de: Gekoppelt, aber es kommt nichts an
es: Emparejado, pero no llegará nada
fr: Jumelé, mais rien ne sera envoyé
ja: ペアリング済みですが、何もプッシュされません
ko: 페어링됐지만 푸시가 가지 않습니다
pt_br: Pareado, mas nada vai chegar
zh_hans: 已配对，但推不出去
zh_hant: 已配對，但推不出去

source: Pairing
de: Kopplung
es: Emparejamiento
fr: Jumelage
ja: ペアリング
ko: 페어링
pt_br: Pareamento
zh_hans: 配对
zh_hant: 配對

source: Pane
de: Panel
es: Panel
fr: Panneau
ja: ペイン
ko: 패널
pt_br: Painel
zh_hans: 窗格
zh_hant: 窗格

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_br: Senha
zh_hans: 密码
zh_hant: 密碼

source: Password / private key was not provided
de: Passwort oder privater Schlüssel wurde nicht angegeben
es: No se proporcionó contraseña ni clave privada
fr: Mot de passe ou clé privée non fourni
ja: パスワード / 秘密鍵が指定されていません
ko: 암호 또는 개인 키가 제공되지 않았습니다
pt_br: Senha ou chave privada não fornecida
zh_hans: 没有提供密码或私钥
zh_hant: 沒有提供密碼或私密金鑰

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: Paste PEM
de: PEM einsetzen
es: Pegar PEM
fr: Coller un PEM
ja: PEM を貼り付け
ko: PEM 붙여넣기
pt_br: Colar PEM
zh_hans: 粘贴 PEM
zh_hant: 貼上 PEM

source: Paste a PEM instead…
de: Stattdessen PEM einsetzen …
es: Pegar un PEM en su lugar…
fr: Coller un PEM à la place…
ja: 代わりに PEM を貼り付け…
ko: PEM을 직접 붙여넣기…
pt_br: Colar um PEM em vez disso…
zh_hans: 直接粘贴 PEM…
zh_hant: 直接貼上 PEM…

source: Paste a theme exported from Moshpit, or any JSON object with "background", "foreground" and the eight ANSI color names ("black", "red", …). Bright colors are optional.
de: Setze ein aus Moshpit exportiertes Farbschema ein oder ein beliebiges JSON-Objekt mit "background", "foreground" und den acht ANSI-Farbnamen ("black", "red", …). Helle Farben sind optional.
es: Pega un tema exportado desde Moshpit o cualquier objeto JSON con "background", "foreground" y los ocho nombres de colores ANSI ("black", "red", …). Los colores brillantes son opcionales.
fr: Collez un thème exporté depuis Moshpit, ou tout objet JSON avec "background", "foreground" et les huit noms de couleurs ANSI ("black", "red", …). Les couleurs vives sont facultatives.
ja: Moshpit から書き出したテーマ、または "background"・"foreground" と 8 つの ANSI カラー名（"black"、"red" …）を持つ JSON オブジェクトを貼り付けます。明るいカラーは任意です。
ko: Moshpit에서 내보낸 테마나, "background", "foreground"와 여덟 가지 ANSI 색상 이름("black", "red", …)이 있는 JSON 객체를 붙여넣으세요. 밝은 색상은 선택입니다.
pt_br: Cole um tema exportado do Moshpit ou qualquer objeto JSON com "background", "foreground" e os oito nomes de cores ANSI ("black", "red", …). As cores claras são opcionais.
zh_hans: 粘贴从 Moshpit 导出的主题，或任何带 “background”、“foreground” 和八个 ANSI 颜色名（“black”、“red” …）的 JSON 对象。高亮颜色可选。
zh_hant: 貼上從 Moshpit 匯出的主題，或任何帶有 "background"、"foreground" 和八個 ANSI 顏色名（"black"、"red" …）的 JSON 物件。高亮顏色可以不填。

source: Paste an OpenSSH / PEM private key; the public key line is used to compute the fingerprint (optional).
de: Setze einen privaten Schlüssel im OpenSSH- oder PEM-Format ein. Die Zeile mit dem öffentlichen Schlüssel dient nur zur Berechnung des Fingerabdrucks (optional).
es: Pega una clave privada en formato OpenSSH o PEM; la línea de la clave pública solo sirve para calcular la huella (opcional).
fr: Collez une clé privée au format OpenSSH ou PEM ; la ligne de clé publique ne sert qu’à calculer l’empreinte (facultatif).
ja: OpenSSH / PEM の秘密鍵を貼り付けます。公開鍵行はフィンガープリントの計算に使われます（任意）。
ko: OpenSSH 또는 PEM 형식의 개인 키를 붙여넣으세요. 공개 키 줄은 지문 계산에만 쓰이며 생략할 수 있습니다.
pt_br: Cole uma chave privada no formato OpenSSH ou PEM; a linha da chave pública serve só para calcular a impressão digital (opcional).
zh_hans: 粘贴 OpenSSH 或 PEM 格式的私钥。公钥那一行只用来算指纹，可以不填。
zh_hant: 貼上 OpenSSH 或 PEM 格式的私密金鑰。公開金鑰那一行只用來算指紋，可以不填。

source: Paste from Clipboard
de: Aus der Zwischenablage einsetzen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
pt_br: Colar da área de transferência
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼板貼上

source: Paste image from clipboard
de: Bild aus der Zwischenablage einsetzen
es: Pegar imagen del portapapeles
fr: Coller une image du presse-papiers
ja: クリップボードから画像を貼り付け
ko: 클립보드에서 이미지 붙여넣기
pt_br: Colar imagem da área de transferência
zh_hans: 从剪贴板粘贴图片
zh_hant: 從剪貼板貼上圖片

source: Pause
de: Anhalten
es: Pausar
fr: Suspendre
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Payload (text or command)
de: Inhalt (Text oder Befehl)
es: Contenido (texto o comando)
fr: Contenu (texte ou commande)
ja: ペイロード（テキストまたはコマンド）
ko: 내용(텍스트 또는 명령)
pt_br: Conteúdo (texto ou comando)
zh_hans: 内容（文本或命令）
zh_hant: 內容（文字或指令）

source: Pick a host from the sidebar, or add one with ⌘N.
de: Wähle einen Host in der Seitenleiste oder füge mit ⌘N einen hinzu.
es: Elige un host en la barra lateral o añade uno con ⌘N.
fr: Choisissez un hôte dans la barre latérale, ou ajoutez-en un avec ⌘N.
ja: サイドバーからホストを選ぶか、⌘N で追加してください。
ko: 사이드바에서 호스트를 고르거나 ⌘N으로 추가하세요.
pt_br: Escolha um host na barra lateral ou adicione um com ⌘N.
zh_hans: 从边栏选一台主机，或按 ⌘N 添加。
zh_hant: 從側邊欄選一台主機，或按 ⌘N 加入。

source: Pick a repository
de: Repository wählen
es: Elige un repositorio
fr: Choisissez un dépôt
ja: リポジトリを選択してください
ko: 저장소 선택
pt_br: Escolha um repositório
zh_hans: 选一个仓库
zh_hant: 選一個儲存庫

source: Pick an agent
de: Agent wählen
es: Elige un agente
fr: Choisissez un agent
ja: エージェントを選択してください
ko: 에이전트 선택
pt_br: Escolha um agente
zh_hans: 选一个智能体
zh_hant: 選一個 agent

source: Play a sound when the agent needs you
de: Ton abspielen, wenn der Agent dich braucht
es: Reproducir un sonido cuando el agente te necesite
fr: Jouer un son quand l’agent vous attend
ja: エージェントがあなたを必要とするとき音を鳴らします
ko: 에이전트가 기다릴 때 소리 재생
pt_br: Tocar um som quando o agente precisar de você
zh_hans: 智能体需要你时播放提示音
zh_hant: agent 需要你時播放提示音

source: Ports must be 1–65535.
de: Ports müssen zwischen 1 und 65535 liegen.
es: Los puertos deben estar entre 1 y 65535.
fr: Les ports doivent être compris entre 1 et 65535.
ja: ポートは 1–65535 の範囲で指定してください。
ko: 포트는 1–65535 사이여야 합니다.
pt_br: As portas precisam estar entre 1 e 65535.
zh_hans: 端口必须在 1–65535 之间。
zh_hant: 連接埠必須在 1–65535 之間。

source: Predict Mode
de: Vorhersagemodus
es: Modo de predicción
fr: Mode de prédiction
ja: 予測モード
ko: 예측 모드
pt_br: Modo de previsão
zh_hans: 预测模式
zh_hant: 預測模式

source: Predict ON
de: Vorhersage AN
es: Predicción activada
fr: Prédiction activée
ja: 予測オン
ko: 예측 켜짐
pt_br: Previsão ativada
zh_hans: 预测已开
zh_hant: 預測已開

source: Predictive Echo
de: Vorhersage-Echo
es: Eco predictivo
fr: Écho prédictif
ja: 予測エコー
ko: 예측 에코
pt_br: Eco preditivo
zh_hans: 预测回显
zh_hant: 預測回顯

source: Private Key (PEM)
de: Privater Schlüssel (PEM)
es: Clave privada (PEM)
fr: Clé privée (PEM)
ja: 秘密鍵（PEM）
ko: 개인 키(PEM)
pt_br: Chave privada (PEM)
zh_hans: 私钥（PEM）
zh_hant: 私密金鑰（PEM）

source: Prompt already gone
de: Frage ist schon vorbei
es: Esa pregunta ya pasó
fr: Cette question est passée
ja: 問いかけは既にありません
ko: 이미 지난 질문입니다
pt_br: Essa pergunta já passou
zh_hans: 这个提问已经过去了
zh_hant: 這個提問已經過去了

source: Proven — it arrived on this phone.
de: Bestätigt: auf diesem iPhone angekommen.
es: Confirmado: llegó a este teléfono.
fr: Confirmé : elle est arrivée sur cet iPhone.
ja: 確認済み。この iPhone に届きました。
ko: 확인됨. 이 휴대폰에 도착했습니다.
pt_br: Confirmado: chegou neste celular.
zh_hans: 验证通过，这台手机收到了。
zh_hant: 驗證通過，這部手機收到了。

source: Public key line (optional)
de: Öffentlicher Schlüssel (optional)
es: Línea de clave pública (opcional)
fr: Ligne de clé publique (facultatif)
ja: 公開鍵行（任意）
ko: 공개 키 줄(선택)
pt_br: Linha da chave pública (opcional)
zh_hans: 公钥行（可选）
zh_hant: 公開金鑰行（選填）

source: Push, sealed end-to-end
de: Push, Ende-zu-Ende verschlüsselt
es: Push cifrado de extremo a extremo
fr: Push chiffré de bout en bout
ja: プッシュ、エンドツーエンド暗号化
ko: 종단간 암호화된 푸시
pt_br: Push com criptografia de ponta a ponta
zh_hans: 端到端加密的推送
zh_hant: 端對端加密的推播

source: Pushes need %@ on this host.
de: Für Push braucht dieser Host %@.
es: Las notificaciones push necesitan %@ en este host.
fr: Les notifications push nécessitent %@ sur cet hôte.
ja: プッシュにはこのホストに %@ が必要です。
ko: 푸시에는 이 호스트에 %@이(가) 필요합니다.
pt_br: O push precisa de %@ neste host.
zh_hans: 推送需要这台主机上有 %@。
zh_hant: 推播需要這台主機上有 %@。

source: QUICK KEYS
de: SCHNELLAUSWAHL
es: TECLAS RÁPIDAS
fr: TOUCHES RAPIDES
ja: クイックキー
ko: 빠른 선택
pt_br: TECLAS RÁPIDAS
zh_hans: 快捷键预设
zh_hant: 快速鍵預設

source: Queued for %@ — delivers when the session is next live.
de: Für %@ vorgemerkt. Wird zugestellt, sobald die Sitzung wieder online ist.
es: En cola para %@. Se entregará cuando la sesión vuelva a estar activa.
fr: En attente pour %@. Sera transmis dès que la session sera de nouveau active.
ja: %@ にキュー済み。セッションが次にオンラインになったら届けます。
ko: %@에 대기 중입니다. 세션이 다시 온라인이 되면 전달됩니다.
pt_br: Na fila para %@. Será entregue quando a sessão voltar a ficar ativa.
zh_hans: 已排队，等 %@ 的会话下次在线时送达。
zh_hant: 已排入 %@ 的佇列，等工作階段下次上線時送達。

source: Quiet by design
de: Von Grund auf leise
es: Silencioso por diseño
fr: Discret par conception
ja: 静けさを前提に
ko: 처음부터 조용하게
pt_br: Silencioso de propósito
zh_hans: 尽量不打扰
zh_hant: 盡量不打擾

source: READY TO INSERT
de: BEREIT ZUM EINFÜGEN
es: LISTO PARA INSERTAR
fr: PRÊT À INSÉRER
ja: 挿入できます
ko: 삽입 준비됨
pt_br: PRONTO PARA INSERIR
zh_hans: 可以插入
zh_hant: 可以插入

source: RECOGNITION
de: ERKENNUNG
es: RECONOCIMIENTO
fr: RECONNAISSANCE
ja: 認識エンジン
ko: 인식 엔진
pt_br: RECONHECIMENTO
zh_hans: 识别引擎
zh_hant: 辨識引擎

source: RETRY
de: ERNEUT
es: REINTENTAR
fr: RÉESSAYER
ja: 再試行
ko: 재시도
pt_br: TENTAR DE NOVO
zh_hans: 重试
zh_hant: 重試
